import React from "react";

export default function ConfidentialPolicy() {
    return (
        <section className="text">
            <h2>Политика конфиденциальности сайта FitSteps.ru</h2>

            <h3>1. Введение</h3>
            <p>FitSteps.ru (далее — Сайт) стремится обеспечить защиту персональных данных своих пользователей и соблюдает требования законодательства Российской Федерации в области защиты персональных данных. Настоящая Политика конфиденциальности (далее — Политика) устанавливает правила сбора, хранения, обработки и использования персональных данных пользователей Сайта.</p>

            <h3>2. Сбор и использование персональных данных</h3>
            <p>Сайт может собирать следующие виды персональных данных:</p>
            <ul>
                <li>фамилия, имя, отчество;</li>
                <li>дата рождения;</li>
                <li>пол;</li>
                <li>место жительства;</li>
                <li>контактный телефон;</li>
                <li>адрес электронной почты;</li>
                <li>история посещений Сайта;</li>
                <li>данные о совершенных покупках и заказах;</li>
                <li>другая информация, предоставляемая пользователями добровольно.</li>
            </ul>
            <p>Сбор персональных данных осуществляется путем заполнения форм на Сайте, предоставления информации при регистрации, оформлении заказов и обратной связи с администрацией Сайта.</p>

            <h3>3. Обработка и хранение персональных данных</h3>
            <p>Персональные данные пользователей обрабатываются и хранятся на серверах, расположенных на территории Российской Федерации. Сайт принимает необходимые меры для защиты персональных данных от несанкционированного доступа, изменения и уничтожения.</p>

            <h3>4. Передача персональных данных</h3>
            <p>Персональные данные могут быть переданы следующим третьим лицам:</p>
            <ul>
                <li>партнерам и контрагентам, оказывающим услуги по обработке заказов, доставке товаров, технической поддержке и другим услугам, связанным с функционированием Сайта;</li>
                <li>государственным органам и службам в соответствии с законодательством Российской Федерации;</li>
                <li>рекламодателям и рекламным агентствам для проведения рекламных кампаний и анализа эффективности рекламы.</li>
            </ul>

            <h3>5. Права пользователей</h3>
            <p>Пользователи имеют право:</p>
            <ul>
                <li>получать информацию о своих персональных данных, хранящихся на Сайте;</li>
                <li>требовать исправления или удаления своих персональных данных в случае их недостоверности или неактуальности;</li>
                <li>возражать против обработки своих персональных данных, если это не предусмотрено законодательством Российской Федерации или если обработка данных нарушает права и свободы пользователя.</li>
            </ul>

            <h3>6. Изменения в Политике</h3>
            <p>Администрация Сайта оставляет за собой право вносить изменения в Политику конфиденциальности по мере необходимости. Новая редакция Политики размещается на Сайте и вступает в силу с момента её публикации.</p>
        </section>
    )
}