import React from "react";

export default function UserAgreement() {
    return (
        <section className="text">
            <h2>Пользовательское соглашение для сайта FitSteps.ru</h2>
            <h3>1. Общие положения</h3>
            <p> 1.1. Настоящее пользовательское соглашение (далее — Соглашение) регулирует отношения между пользователем и сайтом FitSteps.ru (далее — Сайт).</p>
            <p>1.2. Используя Сайт, пользователь соглашается с условиями Соглашения и обязуется их соблюдать.</p>
            <h3>2. Предоставление информации</h3>
            <p>2.1. Сайт предоставляет пользователю информацию о здоровом образе жизни, физической активности и питании.</p>
            <p>2.2. Информация на Сайте предоставляется исключительно в информационных целях и не должна рассматриваться как медицинская консультация или рекомендация.</p>
            <h3>3. Конфиденциальность</h3>
            <p>3.1. Пользователь гарантирует, что предоставленная им информация является достоверной и актуальной.</p>
            <p>3.2. Сайт сохраняет конфиденциальность личной информации пользователя, включая его имя, адрес электронной почты и другую информацию, предоставленную добровольно.</p>
            <h3>4. Ответственность</h3>
            <p>4.1. Пользователь несёт ответственность за свои действия на Сайте и соблюдение законодательства Российской Федерации.</p>
            <p>4.2. Сайт не несёт ответственности за возможные убытки или ущерб, возникшие в результате использования или неиспользования информации, предоставленной на Сайте.</p>
            <h3>5. Изменение Соглашения</h3>
            <p>5.1. Сайт имеет право изменять условия Соглашения без предварительного уведомления пользователя.</p>
            <h3>6. Разрешение споров</h3>
            <p>6.1. Все споры и разногласия, возникающие между пользователем и Сайтом, решаются путём переговоров.</p>
            <p>6.2. В случае невозможности достижения согласия спор передаётся на рассмотрение суда общей юрисдикции по месту нахождения Сайта.</p>
            <h3>7. Заключительные положения</h3>
            <p>7.1. Настоящее Соглашение вступает в силу с момента его принятия пользователем и действует бессрочно.</p>
            <p>7.2. Соглашение составлено в двух экземплярах, имеющих одинаковую юридическую силу, по одному для каждой из сторон.</p>
        </section>
    )
}