[
    {
        "id": "1",
        "name": "Силовая тренировка",
        "description": "Занятие с использованием существенных отягощений. Упражнения выполняются со свободными весами, в тренажерах и с весом собственного тела.Силовые тренировки значительно увеличивают мышечный объем, улучшают состояние костей, связок и суставов, развивают координационные способности, а также снижают уровень стресса. Движения в полной амплитуде развивают подвижность суставов. Кому подходит. Упражнения силового тренинга подбираются индивидуально, а нагрузка легко регулируется, поэтому направление доступно всем. Занятия выбирают люди, желающие набрать мышечную массу, улучшить подвижность суставов и снизить риск травм при занятиях другими активностями. Провести тренировку можно в тренажерном зале, на улице или дома при наличии отягощений."
    },
    {
        "id": "2", 
        "name": "Стретчинг",
        "description": "Комплекс движений на растягивание мышц и улучшение подвижности. Упражнения стретчинга также могут входить в заключительную часть тренировок другой направленности. Стретчинг сохраняет оптимальную подвижность суставов, снижает уровень стресса и помогает расслабиться. Кому подходит. Заниматься могут все желающие без острых травм опорно-двигательного аппарата, но людям с гипермобильностью нужно с осторожностью подходить к тренировкам. На занятиях практически не используется инвентарь, поэтому упражнения можно выполнять и в домашних условиях."
    },
    {
        "id": "3", 
        "name": "Йога",
        "description": "Направление тренировок, основанное на духовных практиках. Часто движения выполняются статично, большое внимание уделяется дыханию и контролю тела. Занятия также могут включать медитацию. Занятия йогой повышают стрессоустойчивость и улучшают когнитивные способности. Силовые элементы развивают мышечную выносливость и сохраняют здоровое функционирование опорно-двигательного аппарата. Кому подходит. Тем, кто хочет кроме физического результата получить эмоциональное спокойствие, йога помогает справиться со стрессом. Начать занятия можно с любого уровня подготовки в зале, на улице или дома."
    },
    {
        "id": "4", 
        "name": "Пилатес",
        "description": " Система динамических упражнений с собственным весом на коврике или на специальных тренажерах. Движения выполняются плавно и подконтрольно, а дыхание остается глубоким и непрерывным на протяжении всей тренировки. Занятия пилатесом улучшают контроль тела в пространстве, подвижность позвоночника и других суставов, гармонично укрепляют мышцы и благоприятно воздействуют на дыхание и осанку. Кому подходит. При индивидуальном подборе упражнений заниматься могут все желающие с любым уровнем подготовки. Тренировки подойдут тем, кто хочет научиться управлять своим телом и исправить осанку. Заниматься с собственным весом можно в любом месте, а если хочется попробовать тренировки на тренажерах, стоит записаться в студию пилатеса."
    },
    {
        "id": "5", 
        "name": "Шейпинг",
        "description": "Вид ритмической гимнастики для основных мышечных групп. Упражнения выполняются без значительных отягощений с большим количеством повторений. Тренировки благоприятно влияют на здоровье сердца и сосудов, улучшают мышечную выносливость и поддерживают нормальную подвижность суставов. Кому подходит. Чаще всего шейпинг выбирают женщины: направление помогает обрести красивую фигуру без значительного набора мышечной массы. Но ограничений в шейпинге нет — им могут заниматься женщины и мужчины с любым уровнем подготовки в зале и дома."
    },
    {
        "id": "6", 
        "name": "Тай-бо",
        "description": "Разновидность боевого фитнеса с элементами единоборств. Занятия безопасны, ведь спарринг с партнером здесь не предусмотрен. Элементы борьбы направлены на развитие физических качеств и снятие эмоционального напряжения. Занятия Тай-бо благоприятно влияют на психологическое состояние и здоровье сердечно-сосудистой системы. Активные движения поддерживают мышечную массу, укрепляют кости и улучшают подвижность суставов. Кому подходит. Любителям боевых направлений и желающим выплеснуть эмоции. При индивидуально подобранной интенсивности занятия доступны людям любого уровня подготовки. Оборудование не требуется, можно тренироваться в зале, на улице или дома."
    },
    {
        "id": "7", 
        "name": "Зумба",
        "description": "Танцевальные тренировки низкой и средней интенсивности под латиноамериканскую музыку. Движения основаны на элементах множества танцев: сальсы, румбы, бачаты, бразильской самбы и других. Занятия развивают чувство ритма и координацию, улучшают состояние сердца и сосудов, а также снижают уровень стресса. Кому подходит. Тем, кто хочет попробовать новый вид кардиотренировок и весело провести время. Движения в зумбе простые, их способны выполнить даже люди без танцевального опыта. Заниматься можно в любом месте с инструктором или самостоятельно."
    },
    {
        "id": "8", 
        "name": "Степ-аэробика",
        "description": "Аэробика под динамичную музыку с использованием специальных платформ — они создают возвышенность для усложнения движений. Тренировки улучшают показатели сердечно-сосудистой и дыхательной систем организма, а оптимальная ударная нагрузка положительно воздействует на состояние суставов ног и позвоночника. Кому подходит. Занятия выбирают любители танцевальных направлений, ведь комбинации шагов под музыку напоминают хореографические связки. При контроле интенсивности тренировки доступны людям с любым уровням подготовки. Обычно степ-аэробика проходит в студиях фитнеса, но, при наличии оборудования можно заниматься и дома."
    },
    {
        "id": "9", 
        "name": "Пол-дэнс",
        "description": "Танцевальное направление на пилоне — вертикально расположенном шесте. Под музыку выполняются комбинации элементов, сочетающие хореографию, акробатику и спортивную гимнастику. Танцы на пилоне улучшают гибкость и координацию движений, благоприятно влияют на общее психологическое состояние и сексуальную самооценку. Силовые элементы укрепляют мышцы и поддерживают здоровье суставов. Кому подходит. Элементы имеют разный уровень сложности, поэтому занятия пол-дэнсом универсальны: новички быстро осваивают базовые движения. Но если у вас дома не установлен специальный шест, придется найти подходящую студию. Тренировки выбирают любители танцевальных направлений, желающие раскрепоститься и освоить нестандартные движения."
    },
    {
        "id": "10", 
        "name": "Кроссфит",
        "description": "Система высокоинтенсивных тренировок, построенных по круговому принципу. Включает функциональные упражнения как с собственным весом, так и с оборудованием. Занятия кроссфитом развивают сердечно-сосудистую и дыхательную системы, а также положительно влияют на психоэмоциональное состояние. Тренировки существенно увеличивают мышечную массу, укрепляют кости и поддерживают здоровье суставов. Кому подходит. Любителям сложных тренировок без серьезных ограничений со стороны здоровья, которые хотят повысить уровень работоспособности. Перед началом интенсивных занятий важно закрепить технику базовых упражнений. Заниматься можно в зале, на улице или дома с минимальным набором инвентаря — гирями, гантелями или штангой."
    }
]